Repository: meetrize/macquickfinder
Catalog: Sources/Explorer/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# help.entry.import_export.name
source: Import / Export
zh_hans: 导入 / 导出

# help.entry.import_export.desc
source: Back up or restore single snippets or the full JSON library
zh_hans: 单条或全部 JSON 备份与恢复

# help.entry.import_export.shortcut
source: Menu
zh_hans: 菜单

# help.entry.builtin_snippets.name
source: Built-in Snippets
zh_hans: 内置片段

# help.entry.builtin_snippets.desc
source: List directory, copy path, open Terminal, and more out of the box
zh_hans: 列目录、复制路径、打开终端等开箱即用

# help.entry.builtin_snippets.shortcut
source: Right-click
zh_hans: 右键

# help.entry.output_panel.name
source: Output Panel
zh_hans: 输出面板

# help.entry.output_panel.desc
source: Script output and an interactive command line at the bottom
zh_hans: 底部显示脚本执行结果与交互式命令行

# help.entry.job_tabs.name
source: Job Tabs
zh_hans: Job 标签页

# help.entry.job_tabs.desc
source: Each run gets a tab; multiple jobs can run in parallel
zh_hans: 每次执行一个标签，可并行多个任务

# help.entry.command_box.name
source: Command Box
zh_hans: 命令框

# help.entry.command_box.desc
source: Run zsh commands in the current directory synced to the path bar
zh_hans: 在当前目录执行 zsh 命令，目录随地址栏同步

# help.entry.command_box.shortcut
source: Return
zh_hans: 回车

# help.entry.command_history.name
source: Command History
zh_hans: 命令历史

# help.entry.command_history.desc
source: Up arrow recalls previous commands
zh_hans: 上方向键调出历史命令

# help.entry.stop_task.name
source: Stop Task
zh_hans: 终止任务

# help.entry.stop_task.desc
source: Press Ctrl+C or click Stop while a job is running
zh_hans: 运行中按 Ctrl+C 或点停止按钮

# help.entry.output_find.name
source: Find in Output
zh_hans: 输出查找

# help.entry.output_find.desc
source: Search and highlight matches in output text
zh_hans: 在输出文本中搜索并高亮匹配

# help.entry.copy_clear.name
source: Copy / Clear
zh_hans: 复制 / 清空

# help.entry.copy_clear.desc
source: Copy all output or clear the current tab
zh_hans: 复制全部输出或清空当前标签

# help.entry.toggle_right_panel.name
source: Right Panel
zh_hans: 右侧面板

# help.entry.toggle_right_panel.desc
source: Show or hide the preview and Snippets column
zh_hans: 切换预览与 Snippets 整列显示

# help.entry.panel_height.name
source: Panel Height
zh_hans: 面板高度

# help.entry.panel_height.desc
source: Drag the splitter between Preview and Snippets
zh_hans: 拖拽预览与 Snippets 之间的分隔条调整比例

# help.entry.panel_height.shortcut
source: Drag
zh_hans: 拖拽

# help.entry.panel_width.name
source: Panel Width
zh_hans: 面板宽度

# help.entry.panel_width.desc
source: Drag the splitter between the file list and right panel
zh_hans: 拖拽主列表与右侧面板之间的分隔条

# help.entry.panel_width.shortcut
source: Drag
zh_hans: 拖拽

# help.entry.window_snap.name
source: Window Snap
zh_hans: 窗口贴靠

# help.entry.window_snap.desc
source: Drag a window to the screen edge to snap half or full screen
zh_hans: 拖拽窗口靠边自动半屏或全屏贴靠

# help.entry.window_snap.shortcut
source: Settings
zh_hans: 设置

# help.entry.multi_window.name
source: Multiple Windows
zh_hans: 多窗口

# help.entry.multi_window.desc
source: Open folders in separate windows
zh_hans: 文件夹可在新窗口独立打开

# help.entry.settings_general.name
source: General
zh_hans: 通用

# help.entry.settings_general.desc
source: Blank double-click, window snap, interface language
zh_hans: 空白双击行为、窗口贴靠、界面语言

# help.entry.settings_snippets.desc
source: Display mode, pin recent, auto-show output, concurrency limit
zh_hans: 显示模式、最近置顶、自动显示输出、并发上限

# help.entry.settings_snippets.shortcut
source: Settings
zh_hans: 设置

# help.entry.settings_preview.name
source: Preview
zh_hans: 预览

# help.entry.settings_preview.desc
source: Line numbers, detached browsing, custom file-type rules
zh_hans: 行号、独立窗口浏览、自定义文件类型规则

# help.entry.settings_preview.shortcut
source: Settings
zh_hans: 设置

# help.entry.default_file_manager.name
source: Default File Manager
zh_hans: 默认文件管理器

# help.entry.default_file_manager.desc
source: Set MeoFind as the system default for opening folders
zh_hans: 将 MeoFind 设为系统默认文件夹打开方式

# help.entry.default_file_manager.shortcut
source: Settings
zh_hans: 设置

# help.entry.full_disk_access.name
source: Full Disk Access
zh_hans: 完全磁盘访问

# help.entry.full_disk_access.desc
source: Required in System Settings to browse protected locations
zh_hans: 浏览受保护目录需在系统设置中授权

# help.entry.automation.name
source: Automation
zh_hans: 自动化

# help.entry.automation.desc
source: Needed to read Trash and control Terminal
zh_hans: 读取废纸篓、控制终端需要自动化权限

# help.entry.toolbar_customize.name
source: Customize Toolbar
zh_hans: 自定义工具栏

# help.entry.toolbar_customize.desc
source: Right-click the toolbar to add, remove, and reorder buttons; click Done to save
zh_hans: 右键工具栏进入自定义模式，拖拽增减与排序按钮，点击完成保存

# help.entry.toolbar_customize.shortcut
source: Right-click toolbar
zh_hans: 右键工具栏

# help.entry.toolbar_open_app.name
source: Open With App
zh_hans: 打开应用按钮

# help.entry.toolbar_open_app.desc
source: Add a custom button to launch an app with selected files or the current folder
zh_hans: 在自定义面板点击 ＋ 添加按钮，用指定应用打开选中项或当前文件夹

# help.entry.toolbar_open_app.shortcut
source: Customize panel +
zh_hans: 自定义面板 ＋

# help.entry.toolbar_delete.name
source: Toolbar Delete
zh_hans: 工具栏删除

# help.entry.toolbar_delete.desc
source: Move selected items to Trash from the toolbar delete button
zh_hans: 选中文件后点击工具栏删除按钮移入废纸篓
